{"me":{ "mainContent":"Born and raised in Austin Texas, I have worked in software development for over eight years. Always finding great intrigue in complex systems, I would begin my software career creating websites for small busineses. I chose this profession because of the enormous impact computing already has in this world. I am a goal driven individual focused on project deadlines and attention to detail. When it counts I am not shy to step up to the plate to secure a project goal or take on more responsibilities. I keep my communication channels open as much as possible and love helping out team members when needed. I enjoy working in environments that are fast paced, but also centered on team member relationships. I am versed in agile and prefer these new kind of iterative methodolgies because they produce software closer to client expectations"
	,
"mainContent2":"An important part of my life is producing and performing music. Attending <a style='font-size:12px;display:inline;'target='_blank' href='https://www.berklee.edu/'>Berklee School of Music</a> in 2007 I have played professinally for the last 10 years in various projects. <a style='font-size:12px;display:inline;'target='_blank' href='https://www.huffingtonpost.com/anthony-hughes/composing-code-why-musici_b_10714288.htmlHow'>Musicians Make Great Coders</a> these two seemingly differnt proffessions coincide with each other? Both music and software engineering require patience time and rigor. Practicing instruments in my youth prepared me for problem solving in software engineering. Making minute changes to finger placment on a violin is similar to choosing between a float and an integer type. Both hold meaning and in different situations we want each off them. I like to have fun with the things I am passionate about. Whether that is code or music. Whether its a for loop a while or a recursive algorhythem these choices let the software engineer be creative and have their own flare.",

"mainContent3":"Https://cityinthemist.com Description : Front End: Custom Javascript and HTML design Back End : PHP Authentication and Controller MySql database Stack : LAMP STACK https://jsherma1.create.stedwards.edu/WeGo/ Description: Front End: Bootstrap Jquery Google API: Google map api Back End: PHP Authentication Models for Customers https://itsonlytemporary.softwareengineeringii.com/managerAsset.html Description: Front End: Bootstrap Jquery Google API: Google map api Back End: PHP Authentication Models for Customers"
 }

}
