{"me":{ "mainContent":"Born and raised in Austin Texas, Jake has worked in software development for over eight years. He chose the profession because of the enormous impact computing has. <br> Jake is a goal driven individual focused on project deadlines and attention to detail. When it counts he is not shy to step up to the plate to secure a project goal or take on more responsibilities. Jake keeps his communication channels open as much as possible and loves helping out team members when needed. He enjoys working in environments that are fast paced, but also centered on team member relationships. He is versed in agile and prefers these new kind of iterative methodolgies because they produce software closer to client expectations"
	,
"mainContent2":"An important part of his life is both producing and performing music. Attending <a style='color:white;display:inline;'target='_blank' href='https://www.berklee.edu/'>Berklee School of Music</a> in 2007 he has played music professinally for the last 10 years. <br> Though music and coding are seemingly two very different disciplines, there are serveral commonalities between them. Various articles cover this topic, such as <a style='color:white;display:inline;'target='_blank' href='https://blog.codinghorror.com/the-one-thing-programmers-and-musicians-have-in-common/'>Musicians Make Great Coders</a>. Both composition and software engineering require patience, time, and rigor. There are typically many different paths to solving an problem that will be semantically the same, but syntactically different. In music one may choose from many different chords to resolve a chord progression and in code one might choose a recursive alogrothym over a for or while loop. He loves being creative and solving problems no matter what the discipline might be.",

"mainContent3":"Https://cityinthemist.com Description : Front End: Custom Javascript and HTML design Back End : PHP Authentication and Controller MySql database Stack : LAMP STACK https://jsherma1.create.stedwards.edu/WeGo/ Description: Front End: Bootstrap Jquery Google API: Google map api Back End: PHP Authentication Models for Customers https://itsonlytemporary.softwareengineeringii.com/managerAsset.html Description: Front End: Bootstrap Jquery Google API: Google map api Back End: PHP Authentication Models for Customers"
 }

}
